{
    "header-title": {
        "english": "Welcome to Barclays Hamburg",
        "german": "Willkommen bei Barclays Hamburg"
    },
    "header-description": {
        "english": "Hamburg is home to Barclays Consumer Bank Europe. For more than 30 years, we have been offering consumers in Germany innovative payment and financing solutions – from credit cards to instalment loans. Our well-connected offices are located in Bahrenfeld, close to the city centre. They are now home to more than 700 employees who focus on millions of our customers every day.",
        "german": "Hamburg ist das Zuhause der Barclays Consumer Bank Europe. Seit mehr als 30 Jahren bieten wir Verbraucher:innen in Deutschland innovative Bezahl- und Finanzierungslösungen – von der Kreditkarte bis zum Ratenkredit. Unsere exzellent angebundenen Büros liegen im zentrumnahen Bahrenfeld. Sie sind das Zuhause für inzwischen mehr als 700 Mitarbeiter:innen, die jeden Tag ihren Fokus auf Millionen unserer Kund:innen legen."
    },
    "job-areas-title": {
        "english": "Job areas",
        "german": "Arbeitsbereiche"
    },
    "job-areas-description": {
        "english": "Learn more about the different job families we recruit into in Hamburg.",
        "german": "Erfahre mehr über die verschiedenen Arbeitsbereiche, die wir bei uns in Hamburg haben."
    },
    "job-areas-title-1": {
        "english": "Customer Service",
        "german": "Kundenservice"
    },
    "job-areas-title-1o": {
        "english": "Customer Service",
        "german": "Kundenservice"
    },
    "job-areas-description-1": {
        "english": "Our Customer Service Teams provide an end-to-end service to all of our customers including customer on-boarding, customer care, complaints handling, fraud/chargeback, financial crime, collections & recoveries for all Barclays Germany product lines.<br> In collaboration with our technology teams, they’re constantly working make our customer services smarter, easier and more use friendly.",
        "german": "Unsere Kundenservice-Teams beraten und unterstützen Kund:innen bei Fragestellen jeglicher Art „ent-to-end“. Dazu gehören die Auftragsbearbeitung, Unterstützung für Bestandskunden, Beschwerdemanagement, Unterstützung bei Betrug oder Kreditkartenverlust sowie Beratung zu Rückzahlungsoptionen für alle unser Produkte und Dienstleistungen. In Zusammenarbeit mit unserem Technologie-Teams arbeiten die Kollegen:innen kontinuierlich daran unseren Kundenservice einfacher, digitaler und kundenfreundlicher zu gestalten."
    },
    "job-areas-title-2": {
        "english": "Information Technology & Digital Transformation",
        "german": "Information Technology & Digital Transformation"
    },
    "job-areas-title-2o": {
        "english": "Information Technology & Digital Transformation",
        "german": "Information Technology & Digital Transformation"
    },
    "job-areas-description-2": {
        "english": "Learn more about the different job families we recruit into in Hamburg.",
        "german": "Die Barclays Tech und Transformation Teams sind Experten für alle unsere IT-Lösungen (bspw. Barclays Customer App, Webseite, interne Systeme, Soft und Hardware) und teilen sich in die Bereiche „RUN“ und „CHANGE“ auf. Einerseits stellen sie sicher, dass alle Kollegen:innen und unsere Kund:innen stabil mit IT Lösungen arbeiten können (RUN). Andererseits arbeiten Sie fortlaufend an der Digitalisierung und Optimierung unserer Prozesse sowie IT- und Produkt-Lösungen."
    },
    "job-areas-title-3": {
        "english": "Sales & Marketing",
        "german": "Sales & Marketing"
    },
    "job-areas-title-3o": {
        "english": "Sales & Marketing",
        "german": "Sales & Marketing"
    },
    "job-areas-description-3": {
        "english": "Learn more about the different job families we recruit into in Hamburg.",
        "german": "Sales & Marketing besteht bei uns aus den Teams Brand & Communication, Sales, Customer Engagement und Digital Experience. Gemeinsam arbeiten sie an innovativen und kundenfokussierten Lösungen. Dazu gehören beispielsweise die aktive Gestaltung der Marken- und Kommunikationsaktivitäten, die Weiterentwicklung unserer digitalen Distributionskanäle – auch in Zusammenarbeit mit Distributionspartnern – zur Steigerung unseres Vertriebserfolgs. Außerdem vertiefen sie unsere Beziehung mit Bestandskunden, entwickeln die mobile Apps und Webseite weiter und optimieren die übergreifende Erfahrung, die unsere Kund:innen mit uns haben."
    },
    "job-areas-title-4": {
        "english": "Communications, Compliance, Credit Risk, Finance, Human Resources & Legal",
        "german": "Communications, Compliance, Credit Risk, Finance, Human Resources & Legal"
    },
    "job-areas-title-4o": {
        "english": "Communications, Compliance, Credit Risk, Finance, Human Resources & Legal",
        "german": "Communications, Compliance, Credit Risk, Finance, Human Resources & Legal"
    },
    "job-areas-description-4": {
        "english": "Learn more about the different job families we recruit into in Hamburg.",
        "german": "Die Bereiche Communications, Compliance, Credit Risk, Finance, Human Resources und Legal unterstützen alle Bereiche unsere Bank in ihren täglichen Aufgaben und bei der Umsetzung von Projekten. Als Unterstützungsfunktionen sind sie wichtiger Bestandteil in nahezu allen Unternehmensprozessen und tragen wesentlich zu unserer Kultur und zum Erreichen unserer Unternehmensziele bei."
    },
    "job-areas-title-5": {
        "english": "Product Management & Strategic Analytics",
        "german": "Product Management & Strategic Analytics"
    },
    "job-areas-title-5o": {
        "english": "Product Management & Strategic Analytics",
        "german": "Product Management & Strategic Analytics"
    },
    "job-areas-description-5": {
        "english": "Learn more about the different job families we recruit into in Hamburg.",
        "german": "Unsere Product Management Teams treiben kundenorientierte und innovative Produktlösungen voran, die für den Erfolg und die fortlaufende Digitalisierung unserer Bank von immenser Bedeutung sind. Diese Lösungen betreffen alle unsere Produkte und Services, wie Kreditkarten, Ratenkredite, Ratenkauf und Geldanlagen. Unsere Strategic Analytics Teams entwickeln und arbeiten an Strategien, um die Profitabilität unter Berücksichtigung unserer strategischen Unternehmensziele und Risikobereitschaft zu optimieren."
    },
    "benefits-title": {
        "english": "Benefits",
        "german": "Benefits"
    },
    "benefits-description": {
        "english": "Discover the different benefits we offer to colleagues in Barclays Europe.",
        "german": "Entdecke die verschiedenen Benefits, die wir unseren Kolleg:innen bei Barclays Europe bieten."
    },
    "benefits-title-1": {
        "english": "Arena tickets",
        "german": "Barclays Arena-Tickets"
    },
    "benefits-title-1o": {
        "english": "Arena tickets",
        "german": "Barclays Arena-Tickets"
    },
    "benefits-description-1": {
        "english": "As a name sponsor of the Barclays Arena, we offer each of our employees the opportunity to receive up to 8 tickets per season for various events.",
        "german": "Als Namenssponsor der Barclays Arena bieten wir allen Mitarbeiter: innen die Möglichkeit, bis zu acht Karten pro Saison für verschiedene Veranstaltungen zu erhalten. Diese werden bei hoher Nachfrage im Rahmen eines Losverfahrens vergeben."
    },
    "benefits-title-2": {
        "english": "Employee credit",
        "german": "Kreditkarten und Ratenkredite zu Mitarbeiterkonditionen"
    },
    "benefits-title-2o": {
        "english": "Employee credit",
        "german": "Kreditkarten und Ratenkredite zu Mitarbeiterkonditionen"
    },
    "benefits-description-2": {
        "english": "As a Barclays employee, you can apply for credit cards that are exempt from annual fees or take advantage of installment loans with a fixed special interest rate.",
        "german": "Als Barclays Mitarbeiter kannst du Kreditkarten beantragen, die von Jahresgebühren befreit sind, oder Ratenkredite mit einem festen Sonderzinssatz in Anspruch nehmen."
    },
    "benefits-title-3": {
        "english": "Community days",
        "german": "Community-Tage"
    },
    "benefits-title-3o": {
        "english": "Community days",
        "german": "Community-Tage"
    },
    "benefits-description-3": {
        "english": "Each employee receives two working days per year for selected community activities. For example, we are strongly committed to exceptional social and sustainability projects and initiatives.",
        "german": "Mitarbeitende erhalten pro Jahr zwei Arbeitstage für ausgewählte Community-Aktivitäten. Wir engagieren uns zum Beispiel stark für außergewöhnliche Projekte und Initiativen aus den Bereichen Soziales und Nachhaltigkeit."
    },
    "benefits-title-4": {
        "english": "Personal development",
        "german": "Individuelle Entwicklungsmöglichkeiten"
    },
    "benefits-title-4o": {
        "english": "Personal development",
        "german": "Individuelle Entwicklungsmöglichkeiten"
    },
    "benefits-description-4": {
        "english": "Barclays offers employees the opportunity to further develop according to their individual strengths. For example, during a varied training programme or an internal internship in another area. Solutions can be found for different situations with our flexitime model and part-time employment offers, as well as sabbaticals. In addition, we actively promote international cooperation with colleagues from different countries.",
        "german": "Barclays bietet den Mitarbeiter:innen die Möglichkeit, sich entsprechend ihrer Stärken zu entwickeln. Zum Beispiel bei einem abwechslungsreichem Training oder einem internen Praktikum in einem anderen Bereich. Mit unserem Gleitzeitarbeitsmodell und Teilzeitbeschäftigungsangeboten, aber auch Sabbaticals, können Lösungen für verschiedene Situationen gefunden werden. Zudem fördern wir aktiv die internationale Zusammenarbeit mit Kolleg:innen aus verschiedenen Ländern."
    },
    "benefits-title-5": {
        "english": "Flexible budget",
        "german": "Flexibles Budget (z.B. für vermögenswirksame Leistungen)"
    },
    "benefits-title-5o": {
        "english": "Flexible budget",
        "german": "Flexibles Budget (z.B. für vermögenswirksame Leistungen)"
    },
    "benefits-description-5": {
        "english": "Barclays offers a flexible budget for individual needs, which is either paid out directly with the salary or can be used for specific purposes (e.g. parking, capital-forming benefits, deferred compensation for retirement provision).",
        "german": "Für den individuellen Bedarf bietet Barclays ein flexibel einsetzbares Budget, das entweder direkt mit dem Gehalt ausgezahlt wird oder für bestimmte Zwecke (bspw. Parkplatz, vermögenswirksame Leistungen, Entgeltumwandlung in die Altersvorsorge) eingesetzt werden kann."
    },
    "benefits-title-6": {
        "english": "Company pension",
        "german": "Betriebliche Altersvorsorge"
    },
    "benefits-title-6o": {
        "english": "Company pension",
        "german": "Betriebliche Altersvorsorge"
    },
    "benefits-description-6": {
        "english": "Barclays pays a high share for a company pension plan; only a small personal contribution is mandatory. Barclays also subsidises employee-funded pension plans in the form of deferred compensation. This means tax advantages compared to payments into private life or pension insurances.",
        "german": "Barclays übernimmt einen hohen Anteil für eine betriebliche Altersvorsorge, lediglich ein kleiner Eigenbeitrag ist obligatorisch. Außerdem bezuschusst Barclays die arbeitnehmerfinanzierte Altersvorsorge in Form einer Entgeltumwandlung. Das bedeutet steuerliche Vorteile gegenüber Einzahlungen in private Lebens- oder Rentenversicherungen."
    },
    "diversity-title-1": {
        "english": "Diversity makes us stronger",
        "german": "Vielfalt macht uns stärker"
    },
    "diversity-description-1": {
        "english": "The personal backgrounds of all colleagues are just as diverse as the tasks they deliver. We strongly believe that being a diverse, inclusive and equitable employer makes us better for our customers, clients and colleagues. That's why we promote diversity, equity and inclusion throughout the company and support all colleagues in reaching their full potential at all times. We offer flexible working time models, hybrid working and many other benefits.",
        "german": "Ebenso vielfältig wie die Aufgaben, sind die persönlichen Hintergründe aller Kolleg:innen. Wir sind der festen Überzeugung, dass uns Diversität und Inklusion besser machen. Deswegen fördern wir Vielfalt im ganzen Unternehmen und unterstützen alle Kolleg:innen dabei, jederzeit ihr volles Potenzial auszuschöpfen. Was für uns als moderner Arbeitgeber ganz natürlich dazugehört: flexible Arbeitszeitmodelle, mobiles Arbeiten und viele weitere Vorteile."
    },
    "diversity-title-2": {
        "english": "Rich in possibilities",
        "german": "Reich an Möglichkeiten"
    },
    "diversity-description-2": {
        "english": "Barclays is a bank. However, the education and skills we are looking for are more diverse than you might think. We are looking for new colleagues for a variety of roles, with opportunities to develop yourself. From Customer Service, Product Management, Marketing, Legal & Compliance to IT and Digital Transformation: you can help shape the future of payment and finance. ",
        "german": "Barclays ist eine Bank. Allerdings sind die Ausbildungen und Fähigkeiten, die wir suchen, diverser als du vielleicht denkst. Wir suchen neue Kolleg:innen für eine Vielzahl von verschiedenen Jobs. Daher bieten wir dir auch eine Vielfalt von Möglichkeiten, um dich weiterzuentwickeln. Von Kundenservice, Produktmanagement, Marketing & Kommunikation, Legal und Compliance bis hin zu IT und digitaler Transformation: Hier kannst Du die Zukunft des Bezahlens und Finanzierens mit neu gestalten."
    },
    "meet-our-people-title": {
        "english": "Meet our people",
        "german": "Lern unser Team kennen"
    },
    "meet-our-people-description": {
        "english": "There are no limits to development at Barclays. Learn more about our employees' success stories and their journey at Barclays. You too can become part of this special company culture.",
        "german": "Der Entwicklung bei Barclays sind keine Grenzen gesetzt Erfahre mehr über Erfolgsgeschichten unserer Mitarbeiter:innen und ihren Weg bei Barclays. Auch du kannst Teil dieser besonderen Unternehmenskultur werden."
    }
}